Repository: Ficklampan/MakeIt
Catalog: po/*.po
Languages: sv

source: Print usage
sv: Skriv användingsinfo

source: Enable debug level L
sv: Aktivera debug nivå L

source: Specify file to be read
sv: Välj en fil som ska läsas in

source: If print all flag is specified then the software will print changes to the system (file being written/read or a command being executed)
sv: Om 'print-all' flaggan är set kommer programmet skriva ut ändringar den gör på systemet (fil skrivs/läser eller om ett kommando ska köras)

source: If block all flag is specified then the software will ask before making changes to the system (file being written/read or a command being executed)
sv: Om 'block-all' flaggan är set kommer programmet fråga innan det gör ändringar till systemet (fil skrivs/läser eller om ett kommando ska köras)

source: Higher level = more debuging
sv: Höger nivå = mer debuging

source: Change the file target. Default is 'MIBuild'
sv: Ändra filmålet. Standard är 'MIBuild'

source: [Y/n]
sv: [J/n]

source: [y/N]
sv: [j/N]

source: Y
sv: J

source: YES
sv: JA

source: NO
sv: NEJ
